Repository: WSmaluch/PartyGame
Catalog: apps/ios/PartyGame/Localization/Localizable.xcstrings
Source language: en
Languages: pl

# action.submit
source: Submit
pl: Wyślij

# category.intro.title
source: Category
pl: Kategoria

# common.back
source: Back
pl: Wstecz

# common.cancel
source: Cancel
pl: Anuluj

# common.done
source: Done
pl: Gotowe

# common.retry
source: Retry
pl: Spróbuj ponownie

# drawing.author %@
source: Author: %@
pl: Autor: %@

source: Drawing canvas
pl: Płótno rysunku

# drawing.clear
source: Clear
pl: Wyczyść

# drawing.clear.confirm
source: Clear the whole drawing?
pl: Wyczyścić cały rysunek?

# drawing.color.%@
source: Color: %@
pl: Kolor: %@

# drawing.continue
source: Continue drawing
pl: Kontynuuj rysowanie

# drawing.done
source: Preview drawing
pl: Podgląd rysunku

# drawing.eraser
source: Eraser
pl: Gumka

# drawing.error.alreadySubmitted
source: This drawing has already been submitted.
pl: Ten rysunek został już wysłany.

# drawing.error.empty
source: Draw something before sending.
pl: Narysuj coś przed wysłaniem.

# drawing.error.expired
source: The time to submit the drawing has expired.
pl: Czas na wysłanie rysunku już minął.

# drawing.error.fileTooLarge
source: This drawing is too large.
pl: Ten rysunek jest za duży.

# drawing.error.invalidImage
source: The drawing could not be read.
pl: Nie udało się odczytać rysunku.

# drawing.error.storage
source: The drawing could not be saved. Try again.
pl: Nie udało się zapisać rysunku. Spróbuj ponownie.

# drawing.imageUnavailable
source: Drawing unavailable
pl: Rysunek niedostępny

# drawing.loading
source: Loading player state
pl: Pobieranie stanu gracza

# drawing.nobody
source: Nobody submitted a drawing
pl: Nikt nie przesłał rysunku

# drawing.number
source: Anonymous drawing
pl: Anonimowy rysunek

# drawing.own
source: Your drawing
pl: Twój rysunek

# drawing.privateState.error
source: Could not load player state.
pl: Nie udało się pobrać stanu gracza.

# drawing.redo
source: Redo
pl: Ponów

# drawing.revealOnDisplay
source: The drawings are being shown on the display.
pl: Rysunki są pokazywane na ekranie Display.

# drawing.saving
source: Saving drawing…
pl: Zapisywanie rysunku…

# drawing.send
source: Send drawing
pl: Wyślij rysunek

source: Drawing sent
pl: Rysunek wysłany

# drawing.start
source: Start drawing
pl: Zacznij rysować

# drawing.submissionProgress
source: %d of %d players submitted a drawing
pl: %d z %d graczy przesłało rysunek

# drawing.top
source: Top drawing
pl: Najlepszy rysunek

# drawing.undo
source: Undo
pl: Cofnij

# drawing.vote
source: Vote
pl: Zagłosuj

# drawing.voters
source: Voters
pl: Głosowali

# drawing.votes
source: votes
pl: głosów

# drawing.voteSaved
source: Vote saved
pl: Głos zapisany

# drawing.waiting
source: Wait for the other players.
pl: Czekaj na pozostałych graczy.

# drawing.width.%@
source: Width: %@
pl: Grubość: %@

# error.backend_not_ready
source: The backend is not ready.
pl: Backend nie jest gotowy.

# error.http_status
source: The server returned HTTP %d.
pl: Serwer zwrócił HTTP %d.

# error.invalid_form
source: Check the entered values.
pl: Sprawdź wprowadzone dane.

# error.invalid_json
source: The server returned invalid data.
pl: Serwer zwrócił niepoprawne dane.

# error.invalid_request
source: The request could not be prepared.
pl: Nie udało się przygotować żądania.

# error.invalid_response
source: Invalid server response.
pl: Niepoprawna odpowiedź serwera.

# error.invalid_server_address
source: Enter a complete HTTP or HTTPS server address.
pl: Podaj pełny adres serwera HTTP lub HTTPS.

# error.network_unavailable
source: The server cannot be reached. Check the network and address.
pl: Nie można połączyć się z serwerem. Sprawdź sieć i adres.

# error.request_cancelled
source: The request was cancelled.
pl: Żądanie zostało anulowane.

# error.signalr
source: The live connection to the game was interrupted.
pl: Połączenie na żywo z grą zostało przerwane.

# error.timeout
source: The server did not respond in time.
pl: Serwer nie odpowiedział na czas.

source: Game completed
pl: Gra zakończona

# game.play_again
source: Play again
pl: Zagraj ponownie

# game.waiting_for_host
source: Waiting for host…
pl: Czekamy na gospodarza…

# game.paused_for_display
source: The game is paused while the display reconnects.
pl: Gra jest wstrzymana podczas ponownego łączenia ekranu Display.

source: Game started!
pl: Gra rozpoczęta!

# game.started.message
source: Follow the instructions on this phone and on the shared display.
pl: Śledź instrukcje na tym telefonie i wspólnym ekranie.

# home.host_game
source: HOST GAME
pl: HOSTUJ GRĘ

# home.join_game
source: JOIN GAME
pl: DOŁĄCZ DO GRY

# home.subtitle
source: Let the party begin
pl: Niech zacznie się impreza

# host.create
source: Create room
pl: Utwórz pokój

# host.game_settings
source: Game settings
pl: Ustawienia gry

# host.no_packages
source: No content packages are available.
pl: Brak dostępnych pakietów pytań.

# host.question_types
source: Question types
pl: Typy pytań

# host.packages
source: Content packages
pl: Pakiety pytań

# host.placeholder
source: Hosting will arrive in Stage 1.
pl: Hostowanie pojawi się w Etapie 1.

# host.title
source: Host Game
pl: Hostuj grę

# join.action
source: Join room
pl: Dołącz do pokoju

# join.details
source: Room details
pl: Dane pokoju

# join.placeholder
source: Joining will arrive in Stage 1.
pl: Dołączanie pojawi się w Etapie 1.

# join.room_code
source: 4-character room code
pl: 4-znakowy kod pokoju

# join.title
source: Join Game
pl: Dołącz do gry

# lobby.change_photo
source: Change photo
pl: Zmień zdjęcie

# lobby.display_connected
source: Shared display connected
pl: Wspólny ekran połączony

# lobby.display_waiting
source: Waiting for shared display
pl: Oczekiwanie na wspólny ekran

# lobby.not_ready
source: I'm not ready
pl: Jednak nie jestem gotowy/a

# lobby.not_ready_status
source: not ready
pl: niegotowy/a

# lobby.ready
source: I'm ready
pl: Jestem gotowy/a

# lobby.ready_status
source: ready
pl: gotowy/a

# lobby.room_code
source: Room code
pl: Kod pokoju

# photo.error.camera_unavailable
source: A camera is not available on this device.
pl: Aparat nie jest dostępny na tym urządzeniu.

# photo.error.permission
source: Allow camera access in Settings to take a profile photo.
pl: Zezwól na dostęp do aparatu w Ustawieniach, aby zrobić zdjęcie profilowe.

# photo.error.processing
source: The photo could not be processed.
pl: Nie udało się przetworzyć zdjęcia.

# photo.error.too_large
source: The processed photo is still too large.
pl: Przetworzone zdjęcie nadal jest zbyt duże.

# photo.explanation
source: Take a new photo. It will be visible to players in this room.
pl: Zrób nowe zdjęcie. Będzie widoczne dla graczy w tym pokoju.

# photo.open_camera
source: Open camera
pl: Otwórz aparat

# photo.preview
source: Profile photo preview
pl: Podgląd zdjęcia profilowego

# photo.retake
source: Retake
pl: Zrób ponownie

# photo.title
source: Your profile photo
pl: Twoje zdjęcie profilowe

# photo.uploading
source: Uploading…
pl: Wysyłanie…

# photo.use
source: Use photo
pl: Użyj zdjęcia

# photoAnswer.author
source: Photo author
pl: Autor zdjęcia

# photoAnswer.cameraDenied
source: Camera access is disabled. Enable it in Settings or choose a photo from the library.
pl: Brak dostępu do aparatu. Włącz go w Ustawieniach lub wybierz zdjęcie z biblioteki.

# photoAnswer.cameraUnavailable
source: The camera is unavailable. You can choose a photo from the library.
pl: Aparat jest niedostępny. Możesz wybrać zdjęcie z biblioteki.

# photoAnswer.chooseLibrary
source: Choose from library
pl: Wybierz z biblioteki

# photoAnswer.chooseOther
source: Choose another
pl: Wybierz inne

# photoAnswer.choosePhoto
source: Choose a photo
pl: Wybierz zdjęcie

# photoAnswer.error.alreadySubmitted
source: Your photo has already been saved.
pl: Twoje zdjęcie zostało już zapisane.

# photoAnswer.error.dimensionsLarge
source: The photo resolution is too high.
pl: Zdjęcie ma zbyt dużą rozdzielczość.

# photoAnswer.error.dimensionsSmall
source: The photo resolution is too low.
pl: Zdjęcie ma zbyt małą rozdzielczość.

# photoAnswer.error.expired
source: The time to submit the photo has expired.
pl: Czas na wysłanie zdjęcia już minął.

# photoAnswer.error.fileTooLarge
source: This photo is too large.
pl: To zdjęcie jest za duże.

# photoAnswer.error.invalidImage
source: The photo could not be read.
pl: Nie udało się odczytać zdjęcia.

# photoAnswer.error.notEligible
source: You cannot submit a photo for this question.
pl: Nie możesz przesłać zdjęcia w tym pytaniu.

# photoAnswer.error.storage
source: The photo could not be saved. Try again.
pl: Nie udało się zapisać zdjęcia. Spróbuj ponownie.

# photoAnswer.fullPhoto
source: Full photo
pl: Pełne zdjęcie

# photoAnswer.imageUnavailable
source: Photo unavailable
pl: Zdjęcie niedostępne

# photoAnswer.loadingPrivateState
source: Loading player state
pl: Pobieranie stanu gracza

# photoAnswer.nobodySubmitted
source: Nobody submitted a photo
pl: Nikt nie przesłał zdjęcia

# photoAnswer.numberedPhoto
source: Photo number %d
pl: Zdjęcie numer %d

# photoAnswer.openSettings
source: Open Settings
pl: Otwórz ustawienia

# photoAnswer.ownPhoto
source: Your photo
pl: Twoje zdjęcie

# photoAnswer.preparing
source: Preparing photo
pl: Przygotowywanie zdjęcia

# photoAnswer.preview
source: Selected photo preview
pl: Podgląd wybranego zdjęcia

# photoAnswer.revealOnDisplay
source: Photos are appearing on the display
pl: Zdjęcia pojawiają się na ekranie

# photoAnswer.savedConfirmation
source: Your photo has been saved
pl: Twoje zdjęcie zostało zapisane

# photoAnswer.saving
source: Saving photo…
pl: Zapisywanie zdjęcia…

# photoAnswer.selected
source: Selected
pl: Zaznaczone

# photoAnswer.sent
source: Photo sent
pl: Zdjęcie wysłane

# photoAnswer.submissionProgress
source: %d of %d players submitted a photo
pl: %d z %d graczy przesłało zdjęcie

# photoAnswer.takeOther
source: Take another
pl: Zrób inne

# photoAnswer.takePhoto
source: Take photo
pl: Zrób zdjęcie

# photoAnswer.topVotes
source: Most votes
pl: Najwięcej głosów

# photoAnswer.uploadingPercent
source: Uploading photo: %d%%
pl: Przesyłanie zdjęcia: %d%%

# photoAnswer.usePhoto
source: Use this photo
pl: Użyj tego zdjęcia

# photoAnswer.vote
source: Vote
pl: Zagłosuj

# photoAnswer.voters
source: Voted by
pl: Głosowali

# photoAnswer.votes
source: votes
pl: głosów

# photoAnswer.voteSaved
source: Vote saved
pl: Głos zapisany

# photoAnswer.waitingPlayers
source: Waiting for the other players
pl: Czekamy na pozostałych graczy

# player.nickname
source: Nickname (2–20 characters)
pl: Pseudonim (2–20 znaków)

# player.section
source: Player
pl: Gracz

# question.intro.title
source: Question
pl: Pytanie

# question_type.drawing_answer
source: Drawing
pl: Rysunek

# question_type.photo_answer
source: Photo
pl: Zdjęcie

# question_type.player_selection
source: Player selection
pl: Wybór gracza

# question_type.text_answer
source: Text answer
pl: Odpowiedź tekstowa

# reconnect.message
source: Your session is saved. Check the network or server address and retry.
pl: Twoja sesja jest zapisana. Sprawdź sieć lub adres serwera i spróbuj ponownie.

# reconnect.title
source: Reconnecting
pl: Ponowne łączenie

# results.no_data
source: No results are available.
pl: Brak wyników.

# results.title
source: Results
pl: Wyniki

# round.summary.no_data
source: No round summary is available.
pl: Brak podsumowania rundy.

# round.summary.title
source: Round summary
pl: Podsumowanie rundy

# selection.prompt
source: Choose a player
pl: Wybierz gracza

source: Server address
pl: Adres serwera

# server.check_connection
source: Check connection
pl: Sprawdź połączenie

# server.checking
source: Contacting the server…
pl: Łączenie z serwerem…

# server.restore_default
source: Restore default address
pl: Przywróć adres domyślny

# server.service
source: Service
pl: Usługa

# server.settings.address_section
source: Backend address
pl: Adres backendu

# server.settings.local_http_note
source: Local HTTP is only enabled for development on a trusted Wi-Fi network.
pl: Lokalne HTTP jest dozwolone wyłącznie podczas developmentu w zaufanej sieci Wi-Fi.

# server.settings.title
source: Server settings
pl: Ustawienia serwera

# server.status.checking
source: Checking
pl: Sprawdzanie

source: Server UTC time
pl: Czas UTC serwera

# server.version
source: Backend version
pl: Wersja backendu

# session.expired
source: The saved session has expired. Join the room again.
pl: Zapisana sesja wygasła. Dołącz ponownie do pokoju.

# session.forget
source: Forget local session
pl: Zapomnij sesję lokalną

# session.forget.message
source: This removes the room and token only from this phone. It does not leave the room on the server.
pl: Usunie to pokój i token tylko z tego telefonu. Nie opuszcza pokoju na serwerze.

# session.forget.title
source: Forget this session?
pl: Zapomnieć tę sesję?

# settings.drawing
source: Drawing seconds
pl: Sekundy na rysowanie

# settings.final_enabled
source: Enable final round
pl: Włącz rundę finałową

# settings.final_passes
source: Final drawing passes
pl: Przekazania rysunku w finale

# settings.photo
source: Photo seconds
pl: Sekundy na zdjęcie

# settings.questions
source: Questions per round
pl: Pytania na rundę

# settings.results
source: Result display seconds
pl: Sekundy prezentacji wyników

# settings.rounds
source: Rounds
pl: Rundy

# settings.selection
source: Player selection seconds
pl: Sekundy na wybór gracza

# settings.text_answer
source: Text answer seconds
pl: Sekundy na odpowiedź tekstową

# settings.voting
source: Voting seconds
pl: Sekundy na głosowanie

# textanswer.no_results
source: No answers were submitted.
pl: Nikt nie przesłał odpowiedzi.

# textanswer.own_answer_marker
source: Your answer
pl: Twoja odpowiedź

# textanswer.results_title
source: Answer results
pl: Wyniki odpowiedzi

# textanswer.revealing
source: Answers are being revealed
pl: Odpowiedzi są odkrywane

# textanswer.vote_prompt
source: Choose the best answer
pl: Wybierz najlepszą odpowiedź

# textanswer.vote_waiting
source: Waiting for the other players
pl: Czekamy na pozostałych graczy

# textanswer.waiting
source: Waiting for the other players
pl: Czekamy na pozostałych graczy

# timer.waitingForServer
source: Waiting for the server
pl: Czekamy na serwer

# common.unknown
source: Unknown
pl: Nieznany gracz

# game.awaiting_stage
source: Waiting for current stage %@
pl: Oczekiwanie na aktualny etap %@

# game.loading
source: Waiting for game data…
pl: Czekamy na dane gry…

# score.points
source: %lld pts
pl: %lld pkt

# score.points.awarded
source: +%lld pts
pl: +%lld pkt

# textanswer.author
source: By: %@
pl: Autor: %@

# textanswer.points_awarded
source: Points awarded
pl: Przyznano punkty

# textanswer.vote_count
source: %lld votes
pl: %lld głosów

# textanswer.voted_by
source: Voted by: %@
pl: Głosowali: %@

# finalRound.editTitle
source: Final round: add your edit
pl: Runda finałowa: dodaj swoją edycję

# finalRound.selfieTitle
source: Final selfie
pl: Finałowe selfie

# finalRound.selfieUnavailable
source: Your final task could not be loaded.
pl: Nie udało się pobrać Twojego zadania finałowego.

# finalRound.editProgress
source: Edit %d of %d
pl: Edycja %d z %d

# finalRound.editTarget
source: Make %@ look like %@
pl: Spraw, aby %@ wyglądał jak %@

# finalRound.editSaved
source: Your edit was saved
pl: Twoja edycja została zapisana

# finalRound.presentationTitle
source: Final round presentation
pl: Prezentacja rundy finałowej

# finalRound.resultsTitle
source: Final round results
pl: Wyniki rundy finałowej

# finalRound.sendEdit
source: Send edit
pl: Wyślij edycję

# finalRound.startEdit
source: Start editing
pl: Zacznij edytować

# finalRound.vote
source: Vote
pl: Głosuj

# finalRound.voteProgress
source: %d of %d players voted
pl: %d z %d graczy zagłosowało

# finalRound.voteSaved
source: Your vote was saved
pl: Twój głos został zapisany

# finalRound.voteTitle
source: Vote for a final artifact
pl: Głosuj na finałowy artefakt

# finalRound.votes
source: %d votes
pl: %d głosów

# finalRound.waiting
source: Waiting for the other players
pl: Czekamy na pozostałych graczy
